renegate-resistance-description =
    Восставшие колонии на юге Империи, прозванные Ренегатами.

    Это разрозненная, жесткая организация людей, которые отказались оставаться чьей-то собственностью или следовать радикальным принципам Империи.
    Они вынуждены выживать за счёт других и мастерить снаряжение из всего что есть под рукой. Под командованием Барона и под давлением Смотрящего они превращают материалы, полевую инженерию и тяжело добытые знания в рабочую линию фронта.

    Если ты умеешь держать голову холодной, чинить то, что сломалось, и носить оружие, когда приходит приказ — у тебя есть место среди них.

solarfed-company-description =
    Военные и дипломатические силы [color=#047ABD]Транс-Солнечной Федерации[/color].
    Армия Федерации действует в регионе, продвигая собственные интересы и защищая своих граждан там, где границы нестабильны, а правила постоянно проверяются на прочность.

    Их присутствие — это контроль и сдерживание. Когда ситуация выходит за рамки, именно они возвращают порядок, будь то дипломатией или силой.

    Дисциплина и цепочка командования здесь не обсуждаются. Приказы выполняются, ответственность персональна, а цена ошибок высока.
    Защита граждан важна — но интересы сил Федерации стоят превыше всего.
